Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# SponsoredMessage
source: sponsored
ar: إعلان
be: ад спонсара
ca: patrocinat
de: gesponsert
es: patrocinado
fi: sponsoroitu
fr: sponsorisé
it: sponsorizzato
ko: 스폰서
ms: ditaja
nl: gesponsord
pl: sponsorowany
pt_br: patrocinado
ru: спонсировано
sv: sponsrad
tr: sponsorlu
uk: спонсороване

# SponsoredMessageAlertLearnMore
source: LEARN MORE
ar: معرفة المزيد
be: ДАВЕДАЦЦА БОЛЬШ
ca: MÉS INFORMACIÓ
de: MEHR ERFAHREN
es: SABER MÁS
fi: LUE LISÄÄ
fr: EN SAVOIR PLUS
it: SCOPRI DI PIÙ
ko: 자세히 보기
ms: PELAJARI LAGI
nl: LEES MEER
pl: CZYTAJ WIĘCEJ
pt_br: SAIBA MAIS
ru: ПОДРОБНЕЕ
sv: LÄS MER
tr: DAHA FAZLASINI ÖĞREN
uk: ДІЗНАТИСЯ БІЛЬШЕ

# SponsoredMessageAlertText
source: Unlike other apps, Telegram never uses your private data to target ads. No user data is mined or analyzed to display ads, and every user viewing a channel on Telegram sees the same sponsored message. We believe that everyone has the right to privacy, and technological platforms should respect that.
ar: على عكس التطبيقات الأخرى، لا تستخدم تيليجرام أبدًا بياناتك الخاصة لاستهدافك بالإعلانات. لا يتم استخراج بيانات المستخدم أو تحليلها لعرض الإعلانات. كل مستخدم يشاهد قناة على تيليجرام سيرى نفس الرسالة الإعلانية. نؤمن بأن كل شخص له الحق في الخصوصية، ويجب على المنصات التقنية احترام ذلك.
be: У адрозненне ад іншых праграм, Telegram ніколі не выкарыстоўвае вашыя асабістыя звесткі для рэкламы. Мы не аналізуем і не збіраем звесткі аб карыстальніках, і кожны ўдзельнік, які праглядае канал у Telegram, бачыць адно і тое ж паведамленне ад спонсара. Мы верым, што ў кожнага ёсць права на асабістае жыццё, і тэхналагічныя платформы мусяць паважаць гэтае права.
ca: A diferència d'altres aplicacions, el Telegram no usa mai les vostres dades per a mostrar anuncis. No s'extreu ni s'analitza cap dada personal per a mostrar els anuncis, i tothom veurà el mateix missatge patrocinat als canals. Creiem que tothom té dret a la privadesa, i les plataformes tecnològiques ho haurien de respectar.
de: Im Gegensatz zu anderen Apps nutzt Telegram niemals deine privaten Daten, um Werbung zu schalten. Es werden keine Nutzerdaten gesammelt oder analysiert, um Werbung anzuzeigen, und jeder Nutzer, der einen Kanal auf Telegram anschaut, sieht die gleiche gesponserte Nachricht. Wir glauben, dass jeder das Recht auf Privatsphäre hat und dass Technologieplattformen dies respektieren sollten.
es: A diferencia de otras apps, Telegram nunca usa tus datos privados para orientar anuncios. Ningún dato del usuario es explotado o analizado para mostrar anuncios y cada usuario que está viendo un canal en Telegram está viendo el mismo mensaje patrocinado. Creemos que todos tienen derecho a la privacidad y las plataformas tecnológicas deben respetar esto.
fi: Telegram ei käytä yksityistä dataasi mainosten kohdentamiseen, toisin kuin muut sovellukset. Käyttäjien tietoja ei analysoida mainoksia varten, ja jokainen Telegramin kanavaa katsova käyttäjä näkee samat mainokset. Periaatteisimme kuuluu, että jokaisella on oikeus yksityisyyteen ja että verkkoalustojen tulisi kunnioittaa tätä oikeutta.
fr: Contrairement à d'autres applications, Telegram n'utilise jamais vos données privées pour cibler des publicités. Aucune donnée des utilisateurs n'est extraite ou analysée pour afficher des publicités et tous les utilisateurs qui visionnent un canal Telegram verront le même message sponsorisé. Nous pensons que tout le monde a le droit à sa vie privée et que les plateformes numériques doivent respecter cela.
it: A differenza di altre app, Telegram non usa i tuoi dati privati per personalizzare gli annunci. Nessun dato dell'utente viene raccolto o analizzato per mostrare gli annunci, e qualsiasi utente che visualizza un canale su Telegram vede gli stessi messaggi sponsorizzati. Crediamo che tutti abbiano diritto alla loro privacy, e le piattaforme tecnologiche devono rispettarla.
ko: 다른 앱과는 달리, 텔레그램은 사용자의 개인 정보를 토대로 타겟 광고로 사용하지 않습니다. 어떠한 사용자 데이터도 채집하고 분석하여 광고로 표시가 되지 않으며, 채널에 보여지는 스폰서드 메시지는 모든 사람에게 동일하게 표시됩니다. 저희는 모두가 개인정보에 대한 권리를 가지고 있으며, 기술 플랫폼들도 모두 이것을 존중해야된다고 생각합니다.
ms: Bukan seperti di aplikasi lain, Telegram tak pernah guna data peribadi anda untuk kegunaan iklan. Tiada data pengguna dilombong atau dianalisa untuk paparan iklan, dan setiap pengguna saluran Telegram akan nampak mesej yang sama dari penaja. Kami percaya bahawa setiap pengguna mempunyai hak privasi, dan platform teknologi harus menghormatinya.
pl: W przeciwieństwie do innych aplikacji Telegram nigdy nie wykorzystuje Twoich prywatnych danych do kierowania reklam. Żadne dane użytkownika nie są wydobywane ani analizowane w celu wyświetlania reklam, a każdy użytkownik oglądający kanał na Telegramie widzi tę samą sponsorowaną wiadomość. Wierzymy, że każdy ma prawo do prywatności, a platformy technologiczne powinny to szanować.
pt_br: Diferente de outros apps, o Telegram nunca usa os seus dados privados para direcionar anúncios. Nenhum dado de usuário é extraído ou analisado para mostrar anúncios, e todos os usuários que visualizam um canal no Telegram veem a mesma mensagem patrocinada. Acreditamos que todos têm direito à privacidade, e as plataformas tecnológicas devem respeitar isso.
ru: В отличие от других приложений, Telegram не использует ваши личные данные для таргетирования рекламы. Рекламные сообщения в Telegram зависят исключительно от тематики публичных каналов, в которых они отображаются. Это означает, что личные данные пользователей не собираются и не анализируются для отображения рекламы и все пользователи, просматривающие тот или иной канал в Telegram, видят одинаковые рекламные сообщения.
sv: Olikt andra appar använder Telegram aldrig dina data för riktade annonser. Inga användardata samlas in eller analyseras för att visa sådana annonser. Alla användare som visar en kanal på Telegram ser därför samma sponsrade meddelande. Vi anser att allas integritet skall respekteras och att tekniska plattformar skall respektera detta.
tr: Diğer uygulamalardan farklı olarak Telegram, reklamları hedeflemek için asla özel verilerinizi kullanmaz. Reklamları görüntülemek için hiçbir kullanıcı verisi toplanmaz veya analiz edilmez ve Telegram'da bir kanalı görüntüleyen her kullanıcı aynı sponsorlu mesajı görür. Herkesin mahremiyet hakkına sahip olduğuna ve teknolojik platformların buna saygı duyması gerektiğine inanıyoruz.
uk: На відміну від інших застосунків, Telegram не використовує особистих даних користувачів для показу цільової реклами, оскільки в програмі відсутній таргетинг реклами. Реклама в каналі однакова для всіх користувачів. Ми віримо, що кожен має право на приватність і вважаємо, що технологічні платформи повинні це поважати.

# SponsoredMessageAlertTitle
source: Sponsored messages
ar: الرسائل الإعلانية
be: Паведамленні ад спонсара
ca: Missatges patrocinats
de: Gesponserte Nachrichten
es: Mensajes patrocinados
fi: Sponsoroidut viestit
fr: Messages sponsorisés
it: Messaggi sponsorizzati
ko: 스폰서드 메시지
ms: Mesej ditaja
nl: Gesponsorde berichten
pl: Wiadomości sponsorowane
pt_br: Mensagem patrocinada
ru: Спонсируемые сообщения
sv: Sponsrade meddelanden
tr: Sponsorlu mesajlar
uk: Спонсоровані повідомлення

# SponsoredMessageInfo
source: What are sponsored messages?
ar: ما هي الرسائل الإعلانية؟
be: Што значыць «паведамленні ад спонсара»?
ca: Què són els missatges patrocinats?
de: Was sind gesponserte Nachrichten?
es: ¿Qué son los mensajes patrocinados?
fi: Mitä on viestien sponsorointi?
fr: Qu’est-ce qu’un message sponsorisé ?
it: Cosa sono i messaggi sponsorizzati?
ko: 스폰서 메시지가 뭔가요?
ms: Apa itu mesej ditaja?
nl: Wat zijn gesponsorde berichten?
pl: Czym są wiadomości sponsorowane?
pt_br: O que são mensagens patrocinadas?
ru: Как работают рекламные сообщения?
sv: Vad är sponsrade meddelanden?
tr: Sponsorlu mesajlar nedir?
uk: Про спонсоровані повідомлення

# SponsoredMessageInfoDescription1
source: Unlike other apps, Telegram never uses your private data to target ads. Sponsored messages on Telegram are based solely on the topic of the public channels in which they are shown. This means that no user data is mined or analyzed to display ads, and every user viewing a channel on Telegram sees the same sponsored messages.
ar: على خلاف التطبيقات الأخرى؛ لا تستخدم تيليجرام أبدًا بياناتك الخاصة لاستهدافك بالإعلانات. تعتمد الرسائل الإعلانية في تيليجرام بشكل أساسي على مواضيع القنوات العامة التي تُعرض فيها. يعني هذا أنه لا يتم استخراج بيانات المستخدمين أو تحليلها لعرض الإعلانات، وأن أي مستخدم يستعرض قناة على تيليجرام سيرى نفس الرسالة الإعلانية.
be: У адрозненне ад іншых праграм, Telegram ніколі не выкарыстоўвае вашы асабістыя даныя для мэтавай рэкламы. Паведамленні ад спонсара ў Telegram грунтуюцца выключна на тэме публічных каналаў, на якіх яны паказваюцца. Гэта азначае, што даныя карыстальнікаў не збіраюцца і не аналізуюцца для паказу рэкламы, і кожны карыстальнік, які праглядае канал у Telegram, бачыць аднолькавыя паведамленні ад спонсара.
ca: A diferència d'altres aplicacions, el Telegram no usa mai les vostres dades privades per a suggerir anuncis. Els missatges patrocinats en el Telegram es basen únicament en el tema dels canals públics on es mostren. Això vol dir que no s'extreu ni s'analitza cap dada d'usuari per a mostrar anuncis, i tothom qui veu un canal al Telegram veu els mateixos missatges patrocinats.
de: Im Gegensatz zu anderen Apps nutzt Telegram niemals deine privaten Daten, um Werbung zu schalten. Gesponserte Nachrichten auf Telegram basieren ausschließlich auf dem Thema der öffentlichen Kanäle, in denen sie angezeigt werden. Das bedeutet, dass keine Nutzerdaten gesammelt oder analysiert werden, um Werbung anzuzeigen, und dass jeder Nutzer, der einen Kanal auf Telegram besucht, die gleichen gesponserten Nachrichten sieht.
es: A diferencia de otras apps, Telegram nunca usa tus datos privados para orientar anuncios. Los mensajes patrocinados en Telegram se basan únicamente en la temática de los canales públicos en los que se muestran. Esto significa que no se extraen ni analizan los datos de los usuarios para mostrar los anuncios, y todos los usuarios que ven un canal en Telegram ven los mismos mensajes patrocinados.
fi: Telegram ei käytä yksityistä dataasi mainosten kohdentamiseen, toisin kuin muut sovellukset. Sponsoroitujen viestien sisältö perustuu ainoastaan julkisen kanavan sisältöön. Käyttäjätietoja ei louhita tai analysoida mainoksia varten, ja kaikki kanavaa katsovat näkevät samat sponsoroidut viestit.
fr: Contrairement à d'autres applications, Telegram n'utilise jamais vos données privées pour cibler les publicités. Les messages sponsorisés sur Telegram sont uniquement basés sur le sujet des canaux publics dans lesquels ils sont affichés. Cela signifie qu'aucune donnée utilisateur n'est exploitée ou analysée pour afficher des publicités, et que tout les utilisateurs qui consultent un canal sur Telegram voit les mêmes messages sponsorisés.
it: A differenza di altre app, Telegram non utilizza mai i tuoi dati privati per personalizzare gli annunci. I messaggi sponsorizzati su Telegram si basano esclusivamente sull'argomento dei canali pubblici in cui vengono mostrati. Questo significa che nessun dato dell'utente viene raccolto o analizzato per mostrare gli annunci, e ogni utente che visualizza un canale su Telegram vede gli stessi messaggi sponsorizzati.
ko: 다른 앱과는 다르게, 텔레그램은 개인 정보를 활용하여 타겟 광고를 절대 하지 않습니다. 텔레그램 스폰서 메시지는 보여지는 채널의 주제를 기반으로 합니다. 즉, 그 어떠한 개인 정보도 광고 표시를 하기 위해 추출과 분석이 되어지지 않았으며, 텔레그램 채널에 있는 모든 사용자가 동일한 스폰서 메시지가 표시가 된다는 뜻입니다.
ms: Tidak seperti aplikasi lain, Telegram tak akan guna data peribadi anda untuk sasaran iklan. Mesej ditaja di Telegram berdasarkan hanya pada tajuk di saluran awam di mana ianya dipamirkan. Ini bermakna tiada data pengguna yang akan diguna atau dianalisa untuk memapar iklan, dan setiap pengguna yang melihat di saluran Telegram nampak mesej yang ditaja yang sama.
pl: W przeciwieństwie do innych aplikacji Telegram nigdy nie wykorzystuje Twoich prywatnych danych do kierowania reklam. Wiadomości sponsorowane na Telegramie są oparte wyłącznie na tematyce kanałów publicznych, na których są wyświetlane. Oznacza to, że żadne dane użytkownika nie są wydobywane ani analizowane w celu wyświetlania reklam, a każdy użytkownik oglądający kanał na Telegramie widzi tę samą sponsorowaną wiadomość.
pt_br: Ao contrário de outros apps, o Telegram nunca usa os seus dados para direcionar anúncios. As mensagens patrocinadas no Telegram são baseadas somente no tópico do canal público no qual estão sendo exibidas. Isso significa que nenhum dado de usuário é extraído ou analisado para mostrar anúncios, e cada usuário visualizando um canal no Telegram vê a mesma mensagem patrocinada.
ru: В отличие от других приложений, Telegram не использует ваши личные данные для таргетирования рекламы. Рекламные сообщения в Telegram зависят исключительно от тематики публичных каналов, в которых они отображаются. Это означает, что личные данные пользователей не собираются и не анализируются для отображения рекламы, и все пользователи, просматривающие тот или иной канал в Telegram, видят одинаковые рекламные сообщения.
sv: I motsats till många andra appar använder aldrig Telegram dina data för riktade annonser. Sponsrade meddelanden på Telegram baseras enbart på ämnet för de publik kanaler där de visas. Detta innebär att ingen användardata utvinns eller analyseras för att visa annonser, och varje användare som tittar på en kanal på Telegram ser samma sponsrade meddelanden.
tr: Diğer uygulamalardan farklı olarak Telegram, reklam hedeflemeleri için asla özel verilerinizi kullanmaz. Telegram'daki sponsorlu mesajlar, yalnızca gösterildikleri genel kanalların konusuna dayanmaktadır. Bu, reklamları görüntülemek için hiçbir kullanıcı verisinin çıkarılmadığı veya analiz edilmediği ve Telegram'da bir kanalı görüntüleyen her kullanıcının aynı sponsorlu mesajı gördüğü anlamına gelir.
uk: На відміну від інших застосунків, Telegram не використовує особистих даних користувачів для показу цільової реклами. Спонсоровані повідомлення в Telegram відповідають виключно темам каналів, у яких вони розміщуються. Це означає, що жодних даних не збирається чи аналізується для показу оголошень і рекламні оголошення є спільними для всіх користувачів.

# SponsoredMessageInfoDescription2
source: Unlike other apps, Telegram doesn't track whether you tapped on a sponsored message and doesn't profile you based on your activity. We also prevent external links in sponsored messages to ensure that third parties can’t spy on our users. We believe that everyone has the right to privacy, and technological platforms should respect that.
ar: على خلاف التطبيقات الأخرى؛ لا تراقب تيليجرام ما إذا كنت قد ضغطت على رسالة إعلانية أم لا، ولا تنشئ ملفًا بناءً على نشاطك. لقد حظرنا أيضًا استخدام الروابط الخارجية في الرسائل الإعلانية؛ لمنع الأطراف الثالثة من التجسس على مستخدمينا. نؤمن أن لكل شخص الحق في الخصوصية، ويجب أن تحترم المنصات التقنية ذلك.
be: У адрозненне ад іншых праграм, Telegram не сочыць, ці націскалі вы на паведамленне ад спонсара, і не вывучае вас на аснове вашай дзейнасці. Мы таксама прадухіляем знешнія спасылкі ў паведамленнях ад спонсара, каб гарантаваць, што староннія асобы не могуць шпіёніць за нашымі карыстальнікамі. Мы мяркуем, што кожны мае права на прыватнасць, і тэхналагічныя платформы павінны гэта паважаць.
ca: A diferència d'altres aplicacions, el Telegram no rastreja si heu tocat en un missatge patrocinat, i no crea un perfil basat en la vostra activitat. També evitem enllaços als missatges patrocinats per a assegurar que ningú no pot espiar els nostres usuaris. Creiem que tothom té dret a la privadesa, i les plataformes tecnològiques ho haurien de respectar.
de: Im Gegensatz zu anderen Apps verfolgt Telegram nicht, ob du auf eine gesponserte Nachricht getippt hast und erstellt kein Profil von dir auf der Grundlage deiner Aktivitäten. Wir verhindern auch externe Links in gesponserten Nachrichten, um sicherzustellen, dass Dritte unsere Nutzer nicht ausspionieren können. Wir sind der Meinung, dass jeder Mensch das Recht auf Privatsphäre hat und das Technologieplattformen das respektieren sollten.
es: A diferencia de otras apps, Telegram no rastrea si tocaste un mensaje patrocinado y no crea un perfil a partir de tu actividad. También evitamos enlaces externos en mensajes patrocinados para asegurarnos de que terceros no puedan espiar a nuestros usuarios. Creemos que todos tienen derecho a la privacidad y las plataformas tecnológicas deben respetar esto.
fi: Telegram ei muiden sovellusten tavoin tarkkaile, napautatko sponsoroitua viestiä, eikä luo sinusta mainostusprofiilia. Estämme myös ulkopuoliset linkit, jotta käyttäjiämme ei voitaisi seurata. Periaatteisimme kuuluu, että jokaisella on oikeus yksityisyyteen ja että verkkoalustojen tulisi kunnioittaa tätä oikeutta.
fr: Contrairement à d'autres applications, Telegram ne vérifie pas si vous avez cliqué sur un message sponsorisé et ne vous profile pas en fonction de votre activité. Nous empêchons également les liens externes dans les messages sponsorisés afin de garantir que les tiers ne puissent pas espionner nos utilisateurs. Nous pensons que chacun a droit à la vie privée et que les plateformes informatiques doivent respecter ce droit.
it: A differenza di altre app, Telegram non traccia il fatto che tu abbia toccato un messaggio sponsorizzato e non ti profila in base alla tua attività. I link esterni non sono permessi nei messaggi sponsorizzati per garantire che terze parti non possano spiare i nostri utenti. Crediamo che tutti abbiano il diritto alla privacy e le piattaforme tecnologiche dovrebbero rispettarlo.
ko: 다른 앱과는 다르게, 텔레그램은 사용자의 활동분석을 통한 프로파일링과 어떤 스폰서 메시지에 반응했는지 추적을 하지 않습니다. 또한 스폰서 메시지에 외부 링크를 제한하여 제3자가 저희 회원들을 염탐할 수 없도록 조취를 취하고 있습니다. 저희는 누구나 개인 정보에 대한 권리를 가지고 있으며 테크 플랫폼은 이를 존중해야 된다고 믿고 있습니다.
ms: Tidak seperti aplikasi lain, Telegram tidak menjejaki samada anda tekan pada mesej yang ditaja dan tidak memprofil anda berdasarkan aktiviti anda. Kami juga sekat link luaran untuk pastikan pihak ketiga tidak boleh mengintip pengguna kami. Kami percaya setiap pengguna mempunyai hak privasi, dan platform teknologi harus menghormatinya.
pl: W przeciwieństwie do innych aplikacji Telegram nie śledzi, czy dotknąłeś sponsorowaną wiadomość, i nie profiluje Cię na podstawie Twojej aktywności. Zapobiegamy również umieszczaniu linków zewnętrznych w wiadomościach sponsorowanych, aby zapewnić, że osoby trzecie nie będą mogły szpiegować naszych użytkowników. Wierzymy, że każdy ma prawo do prywatności, a platformy technologiczne powinny to szanować.
pt_br: Ao contrário de outros apps, o Telegram não rastreia você, nem mesmo se clicar em uma mensagem patrocinada, e não cria um perfil de você com base na sua atividade. Também prevenimos o uso de links externos nas mensagens patrocinadas para certificar que terceiros não espiem em nossos usuários. Acreditamos que todos têm o direito à privacidade, e as plataformas tecnológicas devem respeitar isso.
ru: В отличие от других приложений, Telegram не отслеживает, перешли ли вы по рекламному сообщению, и не создает на вас "досье" на основе вашей активности. Мы также запретили использовать внешние ссылки в рекламных сообщениях, чтобы третьи стороны не могли шпионить за нашими пользователями. Мы считаем, что каждый имеет право на неприкосновенность частной жизни и технологические платформы должны это уважать.
sv: I motsats till andra appar spårar Telegram inte dina eventuella klick på ett sponsrat meddelande och vi lägger inte upp nån profil baserat på din nätaktivitet. Vi tillåter inte externlänkar i sponsrade meddelanden för att förhindra tredjepart att spionera på våra användare. Vi anser att allas integritet skall skyddas och att teknikplattformar ska respektera detta.
tr: Diğer uygulamalardan farklı olarak Telegram, sponsorlu bir mesaja dokunup dokunmadığınızı izlemez ve etkinliğinize göre sizin profilinizi çıkarmaz. Ayrıca, üçüncü tarafların kullanıcılarımızı gözetlememesini sağlamak için sponsorlu mesajlardaki harici bağlantıları da engelliyoruz. Herkesin mahremiyet hakkına sahip olduğuna ve teknolojik platformların buna saygı duyması gerektiğine inanıyoruz.
uk: На відміну від інших застосунків, Telegram не відстежує взаємодій зі спонсорованими повідомленнями і не формує портретів користувачів на основі їхньої активності. Також у спонсорованих повідомленнях не дозволено посилання на зовнішні сайти, аби сторонні особи не могли стежити за діями користувачів. Ми вважаємо, що кожен має право на приватність і технологічні платформи повинні його поважати.
